Repository: Dmitriy1205/sicherr
Catalog: lib/l10n/app_*.arb
Languages: de

source: Contacts
de: Kontakte

source: Home
de: Startseite

source: Map
de: Karte

source: Profile
de: Profil

# singIn
source: Sign in
de: Anmelden

# begin
source: Begin using the app by logging in.
de: Beginnen Sie mit der Nutzung der App, indem Sie sich anmelden.

# byContinuing
source: By continuing you agree to our
de: Durch die Fortsetzung stimmen Sie unseren

# terms
source: Terms & Services
de: Bedingungen und Dienstleistungen

source: Phone Verification
de: Telefonverifizierung

# enterSixDigits
source: Enter the 6-digit code sent to your phone number
de: Geben Sie den 6-stelligen Code ein, der an Ihre Telefonnummer gesendet wurde

# resend
source: Resend Code
de: Code erneut senden

# expiredActionCode
source: The action code has expired. Please request a new one.
de: Der Aktionscode ist abgelaufen. Bitte fordern Sie einen neuen an.

# invalidActionCode
source: The action code is invalid. This can happen if the code is malformed, expired, or has already been used.
de: Der Aktionscode ist ungültig. Dies kann passieren, wenn der Code fehlerhaft, abgelaufen oder bereits verwendet wurde.

# timeout
source: The operation has timed out.
de: Die Operation wurde aufgrund einer Zeitüberschreitung abgebrochen.

# tooManyRequests
source: We have blocked all requests from this device due to unusual activity. Try again later.
de: Wir haben alle Anfragen von diesem Gerät aufgrund ungewöhnlicher Aktivitäten blockiert. Versuchen Sie es später erneut.

# multifactorVerification
source: The verification code is invalid. Please verify the code again.
de: Der Bestätigungscode ist ungültig. Bitte überprüfen Sie den Code erneut.

# userCancelled
source: The interaction was cancelled by the user.
de: Die Interaktion wurde vom Benutzer abgebrochen.

source: Successfully Authorized
de: Erfolgreich autorisiert

source: Verification code sent
de: Bestätigungscode gesendet

source: Call
de: Anrufen

source: Subscribe only
de: Nur abonnieren

source: Subscribe
de: Abonnieren

source: Rate this contact
de: Diesen Kontakt bewerten

source: Search
de: Suche

# noContacts
source: No contacts to display
de: Keine Kontakte zum Anzeigen

# allowAccess
source: Allow access to contacts
de: Zugriff auf Kontakte erlauben

# givePermissionSynchronize
source: Give permission to synchronize your contact list
de: Erlauben Sie die Synchronisierung Ihrer Kontaktliste

source: Permission Denied
de: Zugriff verweigert

source: Cancel
de: Abbrechen

source: Settings
de: Einstellungen

source: Welcome
de: Willkommen

# enjoy
source: Enjoy using that app and feel safe on every step!
de: Genießen Sie die Nutzung dieser App und fühlen Sie sich auf jedem Schritt sicher!

source: Overview
de: Überblick

# alarmDesc
source: Alarm tone feature activates alarm tone that emits loud signal to attract other people
de: Die Alarmton-Funktion aktiviert einen lauten Signalton, um andere Personen anzulocken.

source: Quick binding
de: Schnelle Bindung

# quickBindingDesc
source: Activate in order to use quick binding. Alarm tone will be triggered once you press following sequence.
de: Aktivieren Sie die Schnellbindung, um sie zu verwenden. Der Alarmton wird ausgelöst, sobald Sie die folgende Sequenz drücken.

source: Volume button
de: Lautstärketaste

source: Up
de: Hoch

source: Down
de: Runter

source: Activate
de: Aktivieren

# alternativeActivateDesc
source: Alternatively you can just press the button to activate.
de: Alternativ können Sie einfach die Taste drücken, um zu aktivieren.

# overviewDescription
source: SOS sends push notification to all your emergency contacts with geolocation included or not in a custom message. Additionally shares your geolocation.
de: SOS sendet eine Push-Benachrichtigung an alle Ihre Notfallkontakte mit oder ohne Standortangabe in einer benutzerdefinierten Nachricht. Außerdem teilt es Ihren Standort.

# quickBindingDescription
source: Activate in order to use quick binding. SOS signal will be triggered once you execute the following action.
de: Aktivieren Sie die schnelle Bindung, um sie zu verwenden. Ein SOS-Signal wird ausgelöst, sobald Sie die folgende Aktion ausführen.

source: Emergency contacts
de: Notfallkontakte

source: Emergency
de: Notfall

# sosMessage
source: Message...
de: Nachricht...

source: Send your geolocation?
de: Senden Sie Ihren Standort?

# activateDescription
source: Alternatively you can just press the button to activate.
de: Alternativ können Sie einfach die Schaltfläche drücken, um zu aktivieren.

source: Send
de: Senden

source: Phone shake
de: Handy schütteln

# sosDescription
source: an SOS signal will be sent to your contacts
de: Ein SOS-Signal wird an Ihre Kontakte gesendet.

source: Message
de: Nachricht

source: geolocation
de: Standort

# noEmContacts
source: No emergency contacts selected
de: Keine Notfallkontakte ausgewählt

# sosSent
source: SOS has been sent!
de: SOS wurde gesendet!

source: Logout
de: Abmelden

source: Account
de: Konto

source: Features
de: Funktionen

source: START ALARM
de: ALARM STARTEN
